<div id="extra">
<p class="up" ><a href="#container">Наверх страницы</a>&nbsp;|&nbsp;<a href="javascript:history.back()" title="Вернуться на предыдущую страницу" >Вернуться на предыдущую страницу</a></p>    
<!--	<h3>Новости</h3>
		<p>Всегда в наличии 1- и 2-х комнатные квартиры для посуточной сдачи</p>
 		
        <p class="doubleBorder">Информация о наличии сдаваемых в аренду квартир имеется на сайтах: <a href="http://www.ligakvartir.ru/koryagma" target="_blank">Лига квартир</a> и <a href="http://www.avito.ru/koryazhma/kvartiry?params=201_1060" target="_blank">АVITO.ru</a></p>
		<p class="last"><span>СПАСИБО</span><br /><em>нашим постоянным пользователям сайта.</em><br />В результате регулярных посещений нашего сайта  с  ВАШИМ участием были проданы  <br />квартиры (гостинки, секции)</p>
        <p>секция <em>18 </em>кв.м. по адресу: <em>ул.Набережная, д.9</em><br />Цена: <span>500 000 </span>рублей.</p>
        <p>секция <em>12,7 </em>кв.м. по адресу: <em>ул.Лермонтова, д.2</em><br />Цена: <span>400 000 </span>рублей.</p>
        <p>1-комнатная квартира улучшенной планировки в отличном состоянии по адресу: <em>ул.Ломоносова, д.10-а</em><br />Цена: <span>1 700 000 </span>рублей.</p>
        <p>1-комнатная квартира по адресу: <em>ул.Лермонтова, д.14</em><br />Цена: <span>1 350 000 </span>рублей.</p>
        <p>2-х комнатная квартира улучшенной планировки по адресу: <em>ул.Архангельская, д.25</em><br />Цена: <span>2 000 000 </span>рублей.<br /><span></span></p>
        <p>2-х комнатная квартира улучшенной планировки по адресу: <em>ул.Архангельская, д.27</em><br />Цена: <span>2 200 000 </span>рублей.<br /><span></span></p>
        <p>2-х комнатная квартира по адресу: <em>ул.Архангельская, д.11-а</em><br />Цена: <span>1 850 000 </span>рублей.<br /><span>торг</span></p>
<p class="last"><em>Вы всегда можете обратиться за консультацией в Агентство недвижимости </em><span><a href="index.php">ПРАГА</a></span><em><br />чтобы выгодно купить, продать, обменять, снять или сдать в аренду жильё или другую <span>недвижимость в Коряжме.</span></em></p>
 -->        
</div> <!-- extra -->