-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Окт 26 2022 г., 21:41
-- Версия сервера: 5.7.25
-- Версия PHP: 7.1.32

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES cp1251 */;

--
-- База данных: `doctor`
--

-- --------------------------------------------------------

--
-- Структура таблицы `goods`
--

CREATE TABLE `goods` (
  `good_id` int(5) NOT NULL,
  `gruppa` varchar(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `good_name` varchar(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `specif` varchar(150) COLLATE utf8mb4_unicode_ci NOT NULL,
  `good_quantity` decimal(7,3) NOT NULL,
  `good_item` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `good_price` decimal(7,2) NOT NULL,
  `good_amount` decimal(7,2) NOT NULL,
  `store_id` int(3) NOT NULL,
  `town_id` int(3) NOT NULL,
  `good_date` date NOT NULL,
  `good_input_date` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `goods`
--

INSERT INTO `goods` (`good_id`, `gruppa`, `good_name`, `specif`, `good_quantity`, `good_item`, `good_price`, `good_amount`, `store_id`, `town_id`, `good_date`, `good_input_date`) VALUES
(1, 'Аванс', 'Расходы', 'текущие', '1.000', 'шт.', '20000.00', '-20000.00', 5, 3, '2022-09-28', '2022-10-07'),
(2, 'Электрика', 'Провод', 'СИП-4 2*16', '15.000', 'м.', '79.00', '1185.00', 6, 3, '2022-10-13', '2022-10-15'),
(3, 'Электрика', 'Кабель', 'ВВГ-Пнг(А)-LS-0.66, 2*2,5мм., плоский, ГОСТ 3643193', '18.000', 'м.', '78.00', '1404.00', 6, 3, '2022-10-13', '2022-10-15'),
(4, 'Электрика', 'Бокс', 'монтажный навесной пластиковый ЩРН-П-12 Krepta 3 TP41 IEK MKP12-N-12-40-19 на 12 модулей, белый под автоматы', '1.000', 'шт.', '863.00', '863.00', 6, 3, '2022-10-13', '2022-10-15'),
(5, 'Электрика', 'Выключатель', 'автоматический модульный 2п С 32А 4.5кА ВА 47-63 Proxima EKF mcb4763-2-32C-pro', '1.000', 'шт.', '381.00', '381.00', 6, 3, '2022-10-13', '2022-10-15'),
(6, 'Электрика', 'Выключатель', 'автоматический модульный 1п С 16А 4.5кА ВА 47-29 IEK MVA20-1-016-C', '2.000', 'шт.', '152.00', '304.00', 6, 3, '2022-10-13', '2022-10-15'),
(7, 'Электрика', 'Выключатель', 'автоматический модульный 1п С 25А 4.5кА ВА 47-29 IEK MVA20-1-025-C', '2.000', 'шт.', '178.00', '356.00', 6, 3, '2022-10-13', '2022-10-15'),
(8, 'Электрика', 'Зажим', 'анкерный S0157.1 <2*16/2*35> <Б0029958> ЭРА', '2.000', 'шт.', '225.00', '450.00', 6, 3, '2022-10-13', '2022-10-15'),
(9, 'Электрика', 'Счетчик', 'электрический однофазный однотарифный Меркурий 201.5 5<60> кл.точ. 1.0 ЭМОУ, имп. вход ', '1.000', 'шт.', '1689.00', '1689.00', 6, 3, '2022-10-13', '2022-10-15'),
(10, 'Электрика', 'Бокс', 'монтажный навесной металлический АП IP31 (205*155*125мм.) под автоматы', '1.000', 'шт.', '504.90', '504.90', 7, 4, '2022-10-14', '2022-10-15'),
(11, 'Электрика', 'Рейка', 'DIN 100 мм. оцинкованная YDN10-00100 IEK', '1.000', 'шт.', '17.50', '17.50', 7, 4, '2022-10-14', '2022-10-15'),
(12, 'Электрика', 'Шина', 'нулевая N на DIN-рейку изолированная ШНИ-6*9-8-Д-синий 081-03-42/081-03-042 HLT', '1.000', 'шт.', '80.60', '80.60', 7, 4, '2022-10-14', '2022-10-15'),
(13, 'Аванс', 'Расходы', 'текущие', '1.000', 'шт.', '30000.00', '-30000.00', 5, 3, '2022-10-13', '2022-10-15'),
(14, 'Дом', 'Оплата', 'за дом - платёж №1', '1.000', 'шт.', '50000.00', '50000.00', 8, 6, '2022-10-18', '2022-10-22'),
(15, 'Дом', 'Оплата', 'за дом - платёж №2', '1.000', 'шт.', '50000.00', '50000.00', 8, 6, '2022-10-18', '2022-10-22'),
(16, 'Дом', 'Оплата', 'за дом - платёж №3', '1.000', 'шт.', '50000.00', '50000.00', 8, 6, '2022-10-20', '2022-10-22'),
(17, 'Дом', 'Оплата', 'за дом - платёж №4', '1.000', 'шт.', '50000.00', '50000.00', 8, 6, '2022-10-20', '2022-10-22'),
(18, 'Дом', 'Госпошлина', 'за государственную регистрацию прав (МФЦ)', '2.000', 'шт.', '2000.00', '4000.00', 9, 7, '2022-10-24', '2022-10-25'),
(19, 'Электрика', 'Провод', 'ПуГВ 1*6 кв.мм. красный установочный гибкий', '3.000', 'м.', '46.00', '138.00', 6, 3, '2020-03-20', '2022-10-25'),
(20, 'Дом', 'Присоединение', 'технологическое к электрическим сетям', '1.000', 'шт.', '550.00', '550.00', 14, 5, '2022-10-26', '2022-10-26'),
(21, 'Аванс', 'Расходы', 'текущие', '1.000', 'шт.', '5000.00', '-5000.00', 5, 3, '2022-10-26', '2022-10-26');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `goods`
--
ALTER TABLE `goods`
  ADD PRIMARY KEY (`good_id`),
  ADD KEY `store_id` (`store_id`),
  ADD KEY `town_id` (`town_id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `goods`
--
ALTER TABLE `goods`
  MODIFY `good_id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
