-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Май 27 2022 г., 20:57
-- Версия сервера: 10.3.13-MariaDB-log
-- Версия PHP: 7.1.32

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `agency`
--

-- --------------------------------------------------------

--
-- Структура таблицы `store`
--

CREATE TABLE `store` (
  `id_store` int(5) NOT NULL,
  `shop` varchar(50) NOT NULL,
  `street` varchar(50) NOT NULL,
  `house` varchar(20) NOT NULL,
  `phone` varchar(250) NOT NULL,
  `town` varchar(30) NOT NULL,
  `town_eng` varchar(30) DEFAULT NULL,
  `id_locality` int(3) NOT NULL,
  `date_store` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `store`
--

INSERT INTO `store` (`id_store`, `shop`, `street`, `house`, `phone`, `town`, `town_eng`, `id_locality`, `date_store`) VALUES
(1, 'Реал Маркет Коряжма', 'Архангельская', '4', '921-074-22-75, 921-671-46-58', 'Коряжма', 'Koryazhma', 6, '2020-12-12'),
(2, 'Реал Маркет Котлас', 'Кузнецова', '17-а', '', 'Котлас', 'Kotlas', 7, '2020-12-12'),
(3, 'Реал Маркет В-Устюг', 'Гледенская', '61', '3-67-11', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-12'),
(4, '19 Дюймов', 'Университетская Набережная', '36-296', 'Кокоев Вячеслав Вильямович', 'Челябинск', 'Chelyabinsk', 13, '2020-12-12'),
(5, '220-volt.ru', 'Internet', '', '220-volt.ru', 'Москва', 'Moskow', 9, '2020-12-12'),
(6, 'AliExpress', 'Internet', '', 'aliexpress.com', 'Китай', 'China', 5, '2020-12-12'),
(7, 'Husqvarna', 'Бумажников', '55', '', 'Эжва', 'Ezhva', 14, '2020-12-12'),
(8, 'Rozetki.ru', 'Internet', '', '', 'Москва', 'Moskow', 9, '2020-12-12'),
(9, 'АВИТО Котлас', 'Internet', '', '', 'Котлас', 'Kotlas', 7, '2020-12-12'),
(10, 'АВИТО Нижнекамск', 'Internet', '', '', 'Нижнекамск', 'Nizhnekamsk', 10, '2020-12-12'),
(11, 'Автозапчасти Котлас', 'Володарского', '8', '', 'Котлас', 'Kotlas', 7, '2020-12-12'),
(12, 'Автозапчасти Красавино', 'Советский проспект', '149-б', '921-126-46-65', 'Красавино', 'Krasavino', 8, '2022-05-24'),
(13, 'Авторазборка Котлас', 'Чиркова', '5', '', 'Котлас', 'Kotlas', 7, '2020-12-12'),
(14, 'Авторазборка В-Устюг', 'Военных курсантов', '', '', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-12'),
(15, 'Аквамарин', 'Дыбцына', '3-а', '921-244-14-90', 'Коряжма', 'Koryazhma', 6, '2020-12-12'),
(16, 'Альбион', 'Советский проспект, ', '', '', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-12'),
(17, 'База Металлопроката', 'Военных курсантов', '', '921-532-42-29', 'Великий Устюг', 'Velykij Ustug', 1, '2022-11-05'),
(18, 'Баранка', 'Лермонтова', '30', '960-017-17-07', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(19, 'Бобёр', 'Кирова', '23', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(20, 'Буратино', 'Ленина', '86', '818-375-07-79, 921-481-19-11', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(21, 'Ваша Сантехника на Кирова', 'Кирова', '98-а', '921-713-24-93, 921-056-20-02, (817-38) 2-80-70, e-mail: elena-vu@mail.ru', 'Великий Устюг', 'Velykij Ustug', 1, '2022-05-22'),
(22, 'Ваша Сантехника на Советском', 'Советский проспект', '98', '', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-13'),
(23, 'Велес', 'Кирова', '27-б', '911-687-97-96, 818-503-42-68', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(24, 'Грета', 'Гагарина', '39', '', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(25, 'Ёлки-палки', 'Володарского', '11', '931-400-39-36', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(26, 'Добрострой', 'Транспортная', '8', '', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-13'),
(27, 'ГазСервис', 'Ленина', '34', '', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(28, 'Деревяшка', 'ДОК', '', '', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(29, 'ДНС Ритейл В-Устюг', 'Красная', '112', '800-770-79-99', 'Великий Устюг', 'Velykij Ustug', 1, '2021-04-01'),
(30, 'Домовой', 'Красная', '44', '', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-13'),
(31, 'Зубр', 'Советская', '5', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(32, 'Инструмент', 'Первомайская', '25', '', 'Сыктывкар', 'Syktyvkar', 12, '2020-12-13'),
(33, 'Интерьер-Мебель', 'Кооперативная', '15', '900-536-57-57', 'Красавино', 'Krasavino', 8, '2020-12-13'),
(34, 'Книги', 'Пушкина', '8', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(35, 'ИП Хамцев', 'Новая Ветка', '17 корпус 8', '921-070-40-00 (Хамцев Олег Михайлович)', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(36, 'Каскад', 'Советский проспект', '95', '817-382-24-93', 'Великий Устюг', 'Velykij Ustug', 1, '2021-06-10'),
(37, 'КотласГаз', 'Ленина', '180', '', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(38, 'Крепёж', 'Архангельская', '13', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(39, 'Лазурь', 'Ленина', '58', '', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(40, 'Лес и Дом Котлас', 'Володарского', '21', '', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(41, 'Лес и Дом Коряжма', 'Архангельская', '8', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(42, 'Магазин Крепежа', 'Маяковского', '11', '', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(43, 'Магазин на Складской', 'Складская', '21', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(44, 'Мастер-ПРОФ', 'Кооперативная', '9', 'Красавино: 817-387-15-08б, 900-560-34-34, 952-272-17-24; В-Устюг: 817-382-24-21, 900-560-13-31, 953-506-46-76. www.мастер-проф.рф', 'Красавино', 'Krasavino', 8, '2020-12-13'),
(45, 'Мебельная фурнитура Котлас', 'Маяковского', '6', '', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(46, 'МегаСтрой', 'Архангельская', '12', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(47, 'Металлолом', 'Красноармейская', '70', '921-825-69-67, 981-443-79-09', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-13'),
(48, 'Метизы', 'Ленина', '34', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(49, 'Минерал Групп', 'Советская', '5', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(50, 'Минимакс Двина', 'Ленина', '176', '', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(51, 'Мир Замков', 'Ленина', '20', '833-237-38-51', 'Коряжма', 'Koryazhma', 6, '2021-09-11'),
(52, 'Мир Крепежа', 'Дыбцына', '3-а', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(53, 'Мира Инструмент', 'Володарского', '11', '921-246-02-71', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(54, 'Мир Кафеля', 'Лермонтова', '24', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(55, 'МКРЕП', 'Гагарина', '45', '900-913-70-70', 'Котлас', 'Kotlas', 7, '2021-08-19'),
(56, 'НТК №2 - Красавино', 'АЗС', '№2', '', 'Красавино', 'Krasavino', 8, '2022-05-24'),
(57, 'Надежда', 'Театральная', '13', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(58, 'Наши Окна', 'Советская', '5', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(59, 'Окна VEKA', 'Виноградова', '87', '', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-13'),
(60, 'СтройРынок', 'Виноградова', '87', '817-382-19-36, 817-382-19-37. stroykasoliaris@mail.ru', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-13'),
(61, 'Пилорама', 'д. Наледино', '', '', 'Приводино', 'Privodino', 11, '2020-12-13'),
(62, 'Подшипники Котлас', 'Ленина', '180-а', '921-296-65-16', 'Котлас', 'Kotlas', 7, '2021-05-28'),
(63, 'Подшипники Коряжма', 'Складская', '7', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(64, 'РосНефть №220 - Ядриха', 'автодорога Усть-Вага - Ядриха', 'д.Ядриха', '800-700-03-49, 800-200-10-70 (горячая линия), 800-775-75-88 (семейная команда)', 'Котлас', 'Kotlas', 7, '2022-05-24'),
(65, 'СанТехМир', 'Пугачёва', '21-а', '921-074-20-20, 921-074-20-00. www.малодвинье.рф', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(66, 'СтройМир на Пугачёва', 'Пугачёва', '22', 'Стройматериалы, инструмент: 921-074-20-01, 921-074-20-51; отделочные материалы: 921-074-20-21; электрика, инструмент: 921-074-20-11', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(67, 'СтройМир на Чиркова', 'Чиркова', '5, корпус 1', 'Оптовые продажи: 818-372-06-28, 818-372-56-97, 921-074-20-63; стройматериалы, инструмент: 921-671-77-55, 921-671-77-69; отделочные материалы: 921-671-77-44; электрика, инструмент: 921-671-77-09; сантехника: 921-074-20-61', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(68, 'Светофор Вычегодский', 'Энгельса', '46-г', '921-813-31-37', 'Вычегодский', 'Vychegodskij', 3, '2022-05-22'),
(69, 'Сима-Ленд', 'Черняховского', '86', 'https://www.sima-land.ru/', 'Екатеринбург', 'Ekaterinburg', 4, '2020-12-13'),
(70, 'Сириус', 'Гледенская', '61', '951-742-14-58', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-13'),
(71, 'Сияние', 'Маяковского', '11', '', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(72, 'Строитель', 'Транспортная', '2', '', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-13'),
(73, 'СтройБери', 'Революции', '6', '900-560-19-19', 'Красавино', 'Krasavino', 8, '2020-12-13'),
(74, 'Стройматериалы', 'Преображенского', '28', '', 'Вологда', 'Vologda', 2, '2020-12-13'),
(75, 'СтройСити', 'Болтинское шоссе', '8', '818-372-74-82', 'Котлас', 'Kotlas', 7, '2021-05-28'),
(76, 'Техника-Электрика', 'Дыбцына', '17', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(77, 'Тёплый Дом В-Устюг', 'Кирова', '104, стр.2', '911-537-78-37', 'Великий Устюг', 'Velykij Ustug', 1, '2021-04-18'),
(78, 'Тёплый Дом Котлас', 'Пугачёва', '20', '', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(79, 'ТоргСервис', 'Советская', '5', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(80, 'УстюгГаз', 'Красная', '110', '817-382-58-68', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-13'),
(81, 'Хозяюшка', 'Строителей', '53', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(82, 'Флора Центр', 'Строителей', '7', '', 'Красавино', 'Krasavino', 8, '2020-12-13'),
(83, 'Форсаж', 'Архангельская', '2', '818-505-67-71', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(84, 'Центр Сантехники Котлас', 'Гагарина', '45', '818-375-35-74', 'Котлас', 'Kotlas', 7, '2020-12-13'),
(85, 'Чёрный Кот', 'Космонавтов', '4', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(86, 'Электрика для электрика', 'Пушкина', '15', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(87, 'Энергия Коряжма', 'Пушкина', '15', '921-293-39-16', 'Коряжма', 'Koryazhma', 6, '2021-07-16'),
(88, 'ЭлектроМаркет', 'Дыбцына', '28', '911-877-56-68', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(89, 'Яр', 'Советская', '5', '', 'Коряжма', 'Koryazhma', 6, '2020-12-13'),
(90, 'Юра', 'Виноградова', '87', '900-559-32-10', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-13'),
(92, 'Ассорти', 'Пушкина', '17', '', 'Коряжма', 'Koryazhma', 6, '2020-12-20'),
(93, 'Мебельная фурнитура Вологда', 'Гагарина', '41', '', 'Вологда', 'Vologda', 2, '2020-12-20'),
(94, 'Окна Абсолют', 'Архангельская', '2', '', 'Коряжма', 'Koryazhma', 6, '2020-12-20'),
(95, 'Комлайн', 'Гледенская', '61', '817-385-32-82', 'Великий Устюг', 'Velykij Ustug', 1, '2020-12-21'),
(96, 'РемСтройИнструмент', 'Советская', '5', '', 'Коряжма', 'Koryazhma', 6, '2020-12-21'),
(101, 'Транзит', 'Дыбцына', '17', '911-593-46-77', 'Коряжма', 'Koryazhma', 6, '2021-03-23'),
(102, 'Эльдорадо Котлас', 'Мира', '18', '800-250-25-25 www.eldorado.ru', 'Котлас', 'Kotlas', 7, '2021-03-23'),
(103, 'Центр Сантехники Коряжма', 'Кирова', '1', '818-375-03-56', 'Коряжма', 'Koryazhma', 6, '2021-03-23'),
(104, 'ДоброЦен', 'Лермонтова', '26', '', 'Коряжма', 'Koryazhma', 6, '2021-04-01'),
(105, 'ДНС Ритейл Коряжма', 'Архангельская', '2', '800-770-79-99', 'Коряжма', 'Koryazhma', 6, '2021-04-01'),
(106, 'Аскона В-Устюг', 'Гледенская', '61', '921-717-90-64', 'Великий Устюг', 'Velykij Ustug', 1, '2021-04-03'),
(107, 'АкваЛайн', 'Ветошкина', '15', '817-258-99-85; www.aqaline35.ru; info@tko35.ru', 'Вологда', 'Vologda', 2, '2021-04-04'),
(108, 'Газпром МежрегионГаз Вологда', 'Октябрьская', '51', '817-382-65-15, 817-382-89-97, 817-382-17-55, 817-382-17-44; www.vologdarg.ru; ustug@vologdarg.ru', 'Вологда', 'Vologda', 2, '2021-04-04'),
(109, 'Северная Сбытовая Компания', 'Советский пр-т', '66', '817-382-09-50; www.sevesk.ru; vopros@sevesk.ru', 'Великий Устюг', 'Velykij Ustug', 1, '2021-04-04'),
(110, 'Светофор В-Устюг', 'Транспортная', '4', '', 'Великий Устюг', 'Velykij Ustug', 1, '2021-04-18'),
(111, 'ИП Котенко', 'Дыбцына', '10', '921-071-81-00 (Котенко Ольга Леонидовна)', 'Коряжма', 'Koryazhma', 6, '2021-05-16'),
(112, 'Светофор Коряжма', 'Архангельская', '8', '953-261-34-00', 'Коряжма', 'Koryazhma', 6, '2021-05-16'),
(113, 'АкваДом', 'Архангельская', '13', '921-493-72-74', 'Коряжма', 'Koryazhma', 6, '2021-05-16'),
(114, 'Спецодежда', 'Свободы', '6', '921-125-73-20', 'Красавино', 'Krasavino', 8, '2021-05-28'),
(115, 'Аптека №129', 'Пушкина', '13', '818-503-41-88', 'Коряжма', 'Koryazhma', 6, '2021-05-28'),
(116, 'МегаСтрой-Сад', 'Архангельская', '12', '', 'Коряжма', 'Koryazhma', 6, '2021-05-28'),
(117, 'Афина', 'Ленина', '35', '921-483-33-56', 'Коряжма', 'Koryazhma', 6, '2021-06-01'),
(118, 'Газпром Газораспределение Вологда', 'Саммера', '4-а', '', 'Вологда', 'Vologda', 2, '2021-06-01'),
(119, 'Тёплый Дом на 7 Съезда', '7-го Съезда Советов', '152', '921-477-71-02', 'Котлас', 'Kotlas', 7, '2021-06-07'),
(120, 'Промтовары и Игрушки', 'Транспортная', '2', '951-733-06-36', 'Великий Устюг', 'Velykij Ustug', 1, '2021-06-10'),
(121, 'СтройРынок Окна', 'Виноградова', '87', '931-502-60-47, 817-382-60-47', 'Великий Устюг', 'Velykij Ustug', 1, '2021-06-10'),
(122, 'АвтоДеталь', 'Володарского', '11', '902-195-19-56, 818-375-19-28', 'Котлас', 'Kotlas', 7, '2022-05-26'),
(123, 'Энергия Котлас', 'Ленина', '176', '921-293-39-16', 'Котлас', 'Kotlas', 7, '2021-07-16'),
(124, 'FixePrice Коряжма', 'Ленина', '17', '953-160-33-90', 'Коряжма', 'Koryazhma', 6, '2021-07-16'),
(125, 'Фабрика Окон', 'Космонавтов', '6', '800-100-15-12, 953-269-71-91, 818-503-48-00', 'Коряжма', 'Koryazhma', 6, '2021-07-16'),
(126, 'НТК №1 - Приводино', 'АЗС', '№1', '818-372-97-95', 'Приводино', 'Privodino', 11, '2022-05-24'),
(127, 'WildBerries', 'Internet', '', 'https://www.wildberries.ru/', 'Россия', 'Russia', 17, '2022-05-25'),
(128, 'Снабженец', 'Красная', '62', '817-226-44-24', 'Великий Устюг', 'Velykij Ustug', 1, '2021-07-16'),
(129, 'Сфера', 'Красная', '130-б', '', 'Великий Устюг', 'Velykij Ustug', 1, '2021-07-16'),
(130, 'Всё для дома', 'Ленина', '25', '999-250-03-08', 'Коряжма', 'Koryazhma', 6, '2021-07-16'),
(131, 'АссортиСтрой', 'Пушкина', '17', '911-575-51-52', 'Коряжма', 'Koryazhma', 6, '2021-09-30'),
(132, 'Виолан', 'Красноармейская', '73', '', 'Великий Устюг', 'Velykij Ustug', 1, '2021-10-01'),
(133, 'АкваМир', 'Красноармейская', '73', '921-230-80-60', 'Великий Устюг', 'Velykij Ustug', 1, '2021-10-01'),
(134, 'Домашние штучки', 'Ленина', '35', '999-250-03-08', 'Коряжма', 'Koryazhma', 6, '2021-10-01'),
(135, 'АКБ Маркет', 'Транспортная', '9', '921-127-49-59, 951-732-30-50 - Ивашевский С.Ю.', 'Великий Устюг', 'Velykij Ustug', 1, '2022-05-25'),
(136, 'МотоВело', 'Гагарина', '42', '911-570-53-32', 'Котлас', 'Kotlas', 7, '2021-10-01'),
(137, 'Перекрёсток', 'Советская', '5', '921-299-09-15', 'Коряжма', 'Koryazhma', 6, '2021-10-08'),
(138, 'Малодвинье', 'Чиркова', '5 корпус 1', '(818-37) 2-04-52, 2-73-00, 2-56-97, 2-06-28, 921-671-77-88', 'Котлас', 'Kotlas', 7, '2022-05-21'),
(139, 'РосНефть №203 - Коряжма', 'Магистральное шоссе', '13', '800-700-03-49, 800-200-10-70 (горячая линия), 800-775-75-88 (семейная команда)', 'Коряжма', 'Koryazhma', 6, '2022-05-24'),
(140, 'Сенатор', 'Транспортная', '4', '931-414-44-06, 921-072-20-42 (телефон доверия)', 'Великий Устюг', 'Velykij Ustug', 1, '2022-05-21'),
(141, 'Потолочная компания', 'улица', 'дом', '964-666-12-12', 'Великий Устюг', 'Velykij Ustug', 1, '2022-05-22'),
(142, 'Грань леса', 'Энгельса', '46-г', '911-597-17-72', 'Вычегодский', 'Vychegodskij', 3, '2022-05-22'),
(143, 'За рулём', 'Чиркова', '4', '(818-37) 2-74-80', 'Котлас', 'Kotlas', 7, '2022-05-22'),
(144, 'Барс', 'Гледенская', '61', '', 'Великий Устюг', 'Velykij Ustug', 1, '2022-05-22'),
(145, 'Стиль Уюта', 'Ленина', '17', '(818-50) 5-19-30', 'Коряжма', 'Koryazhma', 6, '2022-05-22'),
(146, 'Авторитет', 'Виноградова', '44', '', 'Великий Устюг', 'Velykij Ustug', 1, '2022-05-22'),
(147, 'Спектр', 'Советская', '17', '921-075-26-56, 900-912-19-61, 911-551-81-91, spektrkor.ru', 'Коряжма', 'Koryazhma', 6, '2022-05-22'),
(148, 'Авто29', 'Ленина', '165 корпус 8', '921-298-10-45', 'Котлас', 'Kotlas', 7, '2022-05-22'),
(149, 'Кузовной ремонт', 'Строителей', 'гараж', '911-593-42-41, 921-487-71-93 (Юрий); 911-569-59-11 (Алексей).', 'Коряжма', 'Koryazhma', 6, '2022-05-22'),
(150, 'РосНефть №210 - Красноборск', 'Гагарина', '777', '800-700-03-49, 800-200-10-70 (горячая линия), 800-775-75-88 (семейная команда)', 'Красноборск', 'Krasnoborsk', 15, '2022-05-24'),
(152, 'РосНефть №230 - Ильинск', 'с.Подомо', '777', '800-700-03-49, 800-200-10-70 (горячая линия), 800-775-75-88 (семейная команда)', 'Ильинск', 'Ilinsk', 16, '2022-05-24'),
(153, 'АЗС РФ', 'Российская', '777', '', 'Россия', 'Russia', 17, '2022-05-24'),
(154, 'РосНефть №200 - Котлас', 'Ленина', '777', '800-700-03-49, 800-200-10-70 (горячая линия), 800-775-75-88 (семейная команда)', 'Котлас', 'Kotlas', 7, '2022-05-24'),
(155, 'КСК - Котлас', 'Болтинское шоссе', '6', '', 'Котлас', 'Kotlas', 7, '2022-05-24'),
(156, 'КТК - Котлас', 'Чиркова', '25', '', 'Котлас', 'Kotlas', 7, '2022-05-24'),
(157, 'Автозапчасти Россия', 'Российская', '777', '', 'Россия', 'Russia', 17, '2022-05-24'),
(158, 'АвтоПрофи', 'Хабарова', '46', '921-144-27-23', 'Великий Устюг', 'Velykij Ustug', 1, '2022-05-25'),
(159, 'Ozon', 'Internet', '', 'https://www.ozon.ru/', 'Россия', 'Russia', 17, '2022-05-25');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `store`
--
ALTER TABLE `store`
  ADD PRIMARY KEY (`id_store`),
  ADD UNIQUE KEY `shop_unique` (`shop`) USING BTREE,
  ADD KEY `town_index` (`town`),
  ADD KEY `id_locality_index` (`id_locality`),
  ADD KEY `town_eng` (`town_eng`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `store`
--
ALTER TABLE `store`
  MODIFY `id_store` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=160;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
