-- phpMyAdmin SQL Dump
-- version 4.4.15.10
-- https://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Май 27 2022 г., 21:04
-- Версия сервера: 10.3.32-MariaDB-log-cll-lve
-- Версия PHP: 5.4.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `u116166_spektr`
--

-- --------------------------------------------------------

--
-- Структура таблицы `specif`
--

CREATE TABLE IF NOT EXISTS `specif` (
  `id` int(3) NOT NULL,
  `date` date NOT NULL,
  `name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `depth` int(4) DEFAULT NULL,
  `width` int(4) DEFAULT NULL,
  `lenght_mat` decimal(5,1) DEFAULT NULL,
  `lenght` int(2) DEFAULT NULL,
  `carbonat` int(5) DEFAULT NULL,
  `fund_100` int(5) DEFAULT NULL,
  `fund_150` int(5) DEFAULT NULL,
  `sborka` int(5) DEFAULT NULL,
  `price` int(5) DEFAULT NULL,
  `material` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `list` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `item` varchar(30) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=111 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `specif`
--

INSERT INTO `specif` (`id`, `date`, `name`, `depth`, `width`, `lenght_mat`, `lenght`, `carbonat`, `fund_100`, `fund_150`, `sborka`, `price`, `material`, `list`, `item`) VALUES
(1, '2022-04-13', 'Доска строганая', 20, 80, NULL, 0, 0, 0, 0, 0, 64, '', '', 'пог.м.'),
(2, '2022-04-13', 'Доска строганая', 20, 95, NULL, 0, 0, 0, 0, 0, 76, '', '', 'пог.м.'),
(3, '2022-04-13', 'Доска строганая', 20, 120, NULL, 0, 0, 0, 0, 0, 96, '', '', 'пог.м.'),
(4, '2022-04-14', 'Брус', 150, 150, 6.1, 0, 0, 0, 0, 0, 17000, 'брус', '', 'куб.м.'),
(5, '2022-04-13', 'Доска строганая', 20, 140, NULL, 0, 0, 0, 0, 0, 112, '', '', 'пог.м.'),
(6, '2021-12-30', 'Доска строганая', 30, 120, NULL, 0, 0, 0, 0, 0, 126, NULL, NULL, 'пог.м.'),
(7, '2021-12-30', 'Доска строганая', 30, 140, NULL, 0, 0, 0, 0, 0, 147, NULL, NULL, 'пог.м.'),
(8, '2022-04-13', 'Доска строганая', 40, 100, NULL, 0, 0, 0, 0, 0, 160, '', '', 'пог.м.'),
(9, '2021-12-30', 'Доска строганая', 40, 120, NULL, 0, 0, 0, 0, 0, 168, NULL, NULL, 'пог.м.'),
(10, '2021-12-30', 'Доска строганая', 40, 140, NULL, 0, 0, 0, 0, 0, 196, NULL, NULL, 'пог.м.'),
(11, '2022-04-13', 'Доска строганая', 45, 200, NULL, 0, 0, 0, 0, 0, 350, '', '', 'пог.м.'),
(12, '2022-01-22', 'Срубы', 0, 0, NULL, 0, 0, 0, 0, 0, 18000, 'Строганое бревно', 'Материал + работа', 'куб.м.'),
(13, '2022-01-22', 'Срубы', 0, 0, NULL, 0, 0, 0, 0, 0, 16000, 'Оцилиндрованное бревно', 'Материал + работа', 'куб.м.'),
(14, '2022-01-22', 'Срубы', 150, 150, NULL, 0, 0, 0, 0, 0, 22000, 'Брус', 'Материал + работа', 'куб.м.'),
(15, '2022-01-31', 'Штакетник', 1000, 80, 1.0, 0, 0, 0, 0, 0, 46, 'Штакетник', 'Материал + работа', 'шт.'),
(16, '2022-01-31', 'Штакетник', 1200, 80, 1.2, 0, 0, 0, 0, 0, 52, 'Штакетник', 'Материал + работа', 'шт.'),
(17, '2022-01-31', 'Штакетник', 1500, 80, 1.5, 0, 0, 0, 0, 0, 62, 'Штакетник', 'Материал + работа', 'шт.'),
(18, '2022-01-31', 'Штакетник', 1800, 80, 1.8, 0, 0, 0, 0, 0, 72, 'Штакетник', 'Материал + работа', 'шт.'),
(19, '2022-01-31', 'Штакетник', 1000, 95, 1.0, 0, 0, 0, 0, 0, 55, 'Штакетник', 'Материал + работа', 'шт.'),
(20, '2022-01-31', 'Штакетник', 1200, 95, 1.2, 0, 0, 0, 0, 0, 65, 'Штакетник', 'Материал + работа', 'шт.'),
(21, '2022-01-31', 'Штакетник', 1500, 95, 1.5, 0, 0, 0, 0, 0, 73, 'Штакетник', 'Материал + работа', 'шт.'),
(22, '2022-01-31', 'Штакетник', 1800, 95, 1.8, 0, 0, 0, 0, 0, 95, 'Штакетник', 'Материал + работа', 'шт.'),
(23, '2022-02-20', 'Теплицы', 1, 4, NULL, 4, 10800, 5800, 7800, 3500, 13900, 'Арочная 25*25, шаг 65 см.', 'Арочная теплица из оцинкованной трубы 25*25 мм.\r\n5 продольных усилений и расстояние между дугами 67 см обеспечивают особую прочность конструкции.', 'шт.'),
(24, '2022-02-20', 'Теплицы', 1, 6, NULL, 6, 14400, 6500, 8800, 4500, 17900, 'Арочная 25*25, шаг 65 см.', 'Материал + работа', 'шт.'),
(25, '2022-04-17', 'Теплицы', 1, 8, 0.0, 8, 18000, 7500, 10800, 5500, 21500, 'Арочная 25*25, шаг 65 см.', 'Материал + работа', 'шт.'),
(26, '2022-02-20', 'Теплицы', 1, 10, NULL, 10, 21600, 9000, 13500, 6500, 25000, 'Арочная 25*25, шаг 65 см.', 'Материал + работа', 'шт.'),
(27, '2022-02-20', 'Теплицы', 1, 4, NULL, 4, 10800, 5800, 7800, 3500, 14000, 'Арочная усиленная 40*20, шаг 65 см.', 'Материал + работа', 'шт.'),
(28, '2022-02-20', 'Теплицы', 1, 6, NULL, 6, 14400, 6500, 8800, 4500, 18500, 'Арочная усиленная 40*20, шаг 65 см.', 'Материал + работа', 'шт.'),
(29, '2022-02-20', 'Теплицы', 1, 8, NULL, 8, 18000, 7500, 10800, 5500, 22900, 'Арочная усиленная 40*20, шаг 65 см.', 'Материал + работа', 'шт.'),
(30, '2022-02-20', 'Теплицы', 1, 10, NULL, 10, 21600, 9000, 13500, 6500, 27500, 'Арочная усиленная 40*20, шаг 65 см.', 'Материал + работа', 'шт.'),
(31, '2022-02-20', 'Теплицы', 2, 4, NULL, 4, 10800, 5800, 7800, 4000, 18900, 'Двойная дуга 20*20, шаг 65 см.', 'Материал + работа', 'шт.'),
(32, '2022-02-20', 'Теплицы', 2, 6, NULL, 6, 14400, 6500, 8800, 5000, 24500, 'Двойная дуга 20*20, шаг 65 см.', 'Материал + работа', 'шт.'),
(33, '2022-02-20', 'Теплицы', 2, 8, NULL, 8, 18000, 7500, 10800, 6000, 30000, 'Двойная дуга 20*20, шаг 65 см.', 'Материал + работа', 'шт.'),
(34, '2022-02-20', 'Теплицы', 2, 10, NULL, 10, 21600, 9000, 13500, 7000, 35500, 'Двойная дуга 20*20, шаг 65 см.', 'Материал + работа', 'шт.'),
(35, '2022-02-20', 'Теплицы', 2, 4, NULL, 4, 10800, 5800, 7800, 4000, 13000, 'Двойная дуга 20*20, шаг 1 м.', 'Материал + работа', 'шт.'),
(36, '2022-04-14', 'Теплицы_', 3, 2, 6.0, 0, 0, 0, 0, 0, 3600, 'Сотовый поликарбонат - 6*2,1м.*4мм., 0,52 г/см3', 'сотового поликарбоната, толщиной 4мм., плотностью 0,52 г/см3', 'шт.'),
(37, '2022-02-20', 'Теплицы_', 4, 4, NULL, 0, 0, 0, 0, 0, 5800, 'Фундамент под теплицу 4-10м.', 'Материал + работа', 'шт.'),
(38, '2022-02-20', 'Заборы', 2, 3, NULL, 0, 0, 0, 0, 0, 2300, 'Штакетник 80мм.*1,8м. деревянный каркас', 'Материал + работа', 'пог.м.'),
(39, '2022-02-20', 'Заборы', 2, 3, NULL, 0, 0, 0, 0, 0, 2450, 'Штакетник 95мм.*1,8м. деревянный каркас', 'Материал + работа', 'пог.м.'),
(40, '2022-02-20', 'Заборы', 2, 3, NULL, 0, 0, 0, 0, 0, 2650, 'Штакетник 80мм.*1,8м. металлический каркас', 'Материал + работа', 'пог.м.'),
(41, '2022-02-20', 'Заборы', 2, 3, NULL, 0, 0, 0, 0, 0, 2800, 'Штакетник 95мм.*1,8м. металлический каркас', 'Материал + работа', 'пог.м.'),
(42, '2022-02-20', 'Заборы', 2, 3, NULL, 0, 0, 0, 0, 0, 3850, 'Профнастил цветной, высота 2м.', 'Материал + работа', 'пог.м.'),
(43, '2022-02-20', 'Заборы', 2, 3, NULL, 0, 0, 0, 0, 0, 3500, 'Профнастил цинк, высота 2м.', 'Материал + работа', 'куб.м.'),
(44, '2022-04-13', 'Доска строганая', 30, 100, NULL, NULL, NULL, NULL, NULL, NULL, 120, '', '', 'пог.м.'),
(45, '2022-04-13', 'Доска строганая', 15, 77, NULL, NULL, NULL, NULL, NULL, NULL, 35, '', '', 'пог.м.'),
(46, '2022-04-13', 'Доска строганая', 45, 145, NULL, NULL, NULL, NULL, NULL, NULL, 276, '', '', 'пог.м.'),
(47, '2022-04-13', 'Доска строганая', 50, 100, NULL, NULL, NULL, NULL, NULL, NULL, 175, '', '', 'пог.м.'),
(48, '2022-04-13', 'Доска строганая', 50, 120, NULL, NULL, NULL, NULL, NULL, NULL, 180, '', '', 'пог.м.'),
(49, '2022-04-13', 'Доска строганая', 50, 140, NULL, NULL, NULL, NULL, NULL, NULL, 245, '', '', 'пог.м.'),
(50, '2022-04-14', 'Брусок, рейка', 15, 30, 0.0, 0, 0, 0, 0, 0, 18, 'рейка', '', 'пог.м.'),
(51, '2022-04-14', 'Брусок, рейка', 15, 45, 0.0, 0, 0, 0, 0, 0, 27, 'рейка', '', 'пог.м.'),
(52, '2022-04-14', 'Брусок, рейка', 20, 40, 0.0, 0, 0, 0, 0, 0, 32, 'рейка', '', 'пог.м.'),
(53, '2022-04-14', 'Брусок, рейка', 30, 40, 0.0, 0, 0, 0, 0, 0, 48, 'брусок', '', 'пог.м.'),
(54, '2022-04-14', 'Брусок, рейка', 40, 40, 0.0, 0, 0, 0, 0, 0, 64, 'брусок', '', 'пог.м.'),
(55, '2022-04-14', 'Брусок, рейка', 40, 50, 0.0, 0, 0, 0, 0, 0, 80, 'брусок', '', 'пог.м.'),
(56, '2022-04-14', 'Брусок, рейка', 40, 60, 0.0, 0, 0, 0, 0, 0, 96, 'брусок', '', 'пог.м.'),
(57, '2022-04-14', 'Брусок, рейка', 40, 80, 0.0, 0, 0, 0, 0, 0, 128, 'брусок', '', 'пог.м.'),
(58, '2022-04-14', 'Брусок, рейка', 50, 50, 0.0, 0, 0, 0, 0, 0, 100, 'брусок', '', 'пог.м.'),
(59, '2022-04-14', 'Наличник', 20, 50, 2.2, 0, 0, 0, 0, 0, 165, 'гладкий', '', 'шт.'),
(60, '2022-04-14', 'Наличник', 20, 60, 2.2, 0, 0, 0, 0, 0, 180, 'гладкий', '', 'шт.'),
(61, '2022-04-14', 'Наличник', 20, 60, 2.2, 0, 0, 0, 0, 0, 190, 'фигурный', '', 'шт.'),
(62, '2022-04-14', 'Наличник', 20, 65, 2.2, 0, 0, 0, 0, 0, 195, 'фигурный', '', 'шт.'),
(63, '2022-04-14', 'Наличник', 20, 70, 2.2, 0, 0, 0, 0, 0, 210, 'гладкий', '', 'шт.'),
(64, '2022-04-14', 'Наличник', 20, 70, 2.2, 0, 0, 0, 0, 0, 195, 'полукруглый', '', 'шт.'),
(65, '2022-04-17', 'Наличник', 20, 70, 2.2, 0, 0, 0, 0, 0, 290, 'фигурный', '', 'шт.'),
(66, '2022-04-14', 'Наличник', 20, 75, 2.2, 0, 0, 0, 0, 0, 215, 'фигурный', '', 'шт.'),
(67, '2022-04-14', 'Наличник', 20, 85, 2.2, 0, 0, 0, 0, 0, 240, 'фигурный', '', 'шт.'),
(68, '2022-04-14', 'Наличник', 20, 90, 2.2, 0, 0, 0, 0, 0, 270, 'гладкий', '', 'шт.'),
(69, '2022-04-14', 'Наличник', 20, 90, 2.2, 0, 0, 0, 0, 0, 270, 'фигурный', '', 'шт.'),
(70, '2022-04-14', 'Наличник', 20, 120, 2.2, 0, 0, 0, 0, 0, 320, 'гладкий', '', 'шт.'),
(71, '2022-04-14', 'Наличник', 20, 120, 2.2, 0, 0, 0, 0, 0, 320, 'фигурный', '', 'шт.'),
(72, '2022-04-14', 'Наличник', 20, 140, 2.2, 0, 0, 0, 0, 0, 450, 'гладкий', '', 'шт.'),
(73, '2022-04-14', 'Плинтус', 30, 30, 2.5, 0, 0, 0, 0, 0, 125, 'плинтус', '', 'шт.'),
(74, '2022-04-14', 'Плинтус', 35, 35, 2.5, 0, 0, 0, 0, 0, 140, 'плинтус', '', 'шт.'),
(75, '2022-04-14', 'Плинтус', 50, 50, 2.5, 0, 0, 0, 0, 0, 175, 'плинтус', '', 'шт.'),
(76, '2022-04-14', 'Плинтус', 57, 57, 2.5, 0, 0, 0, 0, 0, 190, 'плинтус', '', 'шт.'),
(77, '2022-04-14', 'Плинтус', 60, 60, 2.5, 0, 0, 0, 0, 0, 215, 'плинтус', '', 'шт.'),
(78, '2022-04-14', 'Уголок', 15, 15, 2.5, 0, 0, 0, 0, 0, 70, 'уголок', '', 'шт.'),
(79, '2022-04-14', 'Уголок', 20, 20, 2.5, 0, 0, 0, 0, 0, 95, 'уголок', '', 'шт.'),
(80, '2022-04-14', 'Уголок', 30, 30, 2.5, 0, 0, 0, 0, 0, 150, 'уголок', '', 'шт.'),
(81, '2022-04-14', 'Уголок', 40, 40, 2.5, 0, 0, 0, 0, 0, 190, 'уголок', '', 'шт.'),
(82, '2022-04-14', 'Уголок', 50, 50, 2.5, 0, 0, 0, 0, 0, 220, 'уголок', '', 'шт.'),
(83, '2022-04-14', 'Уголок', 60, 60, 2.5, 0, 0, 0, 0, 0, 250, 'уголок', '', 'шт.'),
(84, '2022-04-14', 'Вагонка', 13, 96, 1.0, 0, 0, 0, 0, 0, 32, 'вагонка', '', 'шт.'),
(85, '2022-04-14', 'Вагонка', 13, 96, 1.5, 0, 0, 0, 0, 0, 63, 'вагонка', '', 'шт.'),
(86, '2022-04-14', 'Вагонка', 13, 96, 2.0, 0, 0, 0, 0, 0, 104, 'вагонка', '', 'шт.'),
(87, '2022-04-14', 'Вагонка', 13, 96, 2.5, 0, 0, 0, 0, 0, 135, 'вагонка', '', 'шт.'),
(88, '2022-04-14', 'Вагонка', 13, 96, 3.0, 0, 0, 0, 0, 0, 155, 'вагонка', '', 'шт.'),
(89, '2022-04-14', 'Вагонка', 13, 96, 3.5, 0, 0, 0, 0, 0, 185, 'вагонка', '', 'шт.'),
(90, '2022-04-14', 'Вагонка', 13, 96, 4.0, 0, 0, 0, 0, 0, 210, 'вагонка', '', 'шт.'),
(91, '2022-04-17', 'Доска пола', 38, 90, 1.0, 0, 0, 0, 0, 0, 130, 'половая доска', '', 'шт.'),
(92, '2022-04-17', 'Доска пола', 38, 90, 1.5, 0, 0, 0, 0, 0, 195, 'половая доска', '', 'шт.'),
(93, '2022-04-17', 'Доска пола', 38, 90, 2.0, 0, 0, 0, 0, 0, 260, 'половая доска', '', 'шт.'),
(94, '2022-04-17', 'Доска пола', 38, 90, 2.5, 0, 0, 0, 0, 0, 325, 'половая доска', '', 'шт.'),
(95, '2022-04-17', 'Доска пола', 38, 90, 3.0, 0, 0, 0, 0, 0, 390, 'половая доска', '', 'шт.'),
(96, '2022-04-17', 'Доска пола', 38, 90, 4.0, 0, 0, 0, 0, 0, 550, 'половая доска', '', 'шт.'),
(97, '2022-04-14', 'Имитация бруса', 20, 140, 1.0, 0, 0, 0, 0, 0, 70, 'имитация бруса', '', 'шт.'),
(98, '2022-04-14', 'Имитация бруса', 20, 140, 1.5, 0, 0, 0, 0, 0, 105, 'имитация бруса', '', 'шт.'),
(99, '2022-04-14', 'Имитация бруса', 20, 140, 2.0, 0, 0, 0, 0, 0, 225, 'имитация бруса', '', 'шт.'),
(100, '2022-04-14', 'Имитация бруса', 20, 140, 2.5, 0, 0, 0, 0, 0, 280, 'имитация бруса', '', 'шт.'),
(101, '2022-04-14', 'Имитация бруса', 20, 140, 3.0, 0, 0, 0, 0, 0, 340, 'имитация бруса', '', 'шт.'),
(102, '2022-04-14', 'Имитация бруса', 20, 140, 3.5, 0, 0, 0, 0, 0, 395, 'имитация бруса', '', 'шт.'),
(103, '2022-04-14', 'Имитация бруса', 20, 140, 4.0, 0, 0, 0, 0, 0, 450, 'имитация бруса', '', 'шт.'),
(104, '2022-04-14', 'Брус', 100, 100, 6.1, 0, 0, 0, 0, 0, 17000, 'брус', '', 'куб.м.'),
(105, '2022-04-14', 'Теплицы', 1, 4, 0.0, 4, 10800, 5800, 7800, 4500, 17000, '`Капля` 25*25, шаг 67 см.', 'Увеличенное сечение профиля, 6 продольных усилений и расстояние между дугами 67 см обеспечивают особую прочность всей конструкции.', 'шт.'),
(106, '2022-04-14', 'Теплицы', 1, 6, 0.0, 6, 14400, 6500, 8800, 5000, 22500, '`Капля` 25*25, шаг 67 см.', 'Увеличенное сечение профиля, 6 продольных усилений и расстояние между дугами 67 см обеспечивают особую прочность всей конструкции.', 'шт.'),
(107, '2022-04-17', 'Теплицы', 1, 8, 0.0, 8, 18000, 7500, 10800, 5500, 25000, '`Капля` 25*25, шаг 67 см.', 'Увеличенное сечение профиля, 6 продольных усилений и расстояние между дугами 67 см обеспечивают особую прочность всей конструкции.', 'шт.'),
(108, '2022-04-14', 'Теплицы', 1, 10, 0.0, 10, 21600, 9000, 13500, 6000, 29000, '`Капля` 25*25, шаг 67 см.', 'Увеличенное сечение профиля, 6 продольных усилений и расстояние между дугами 67 см обеспечивают особую прочность всей конструкции.', 'шт.'),
(109, '2022-04-17', 'Теплицы', 1, 2, 0.0, 2, 2000, 0, 0, 2000, 6500, 'Парник `Хлебница` 1*2 м.', 'Материал + работа', 'шт.'),
(110, '2022-04-17', 'Доска пола', 38, 90, 3.5, 0, 0, 0, 0, 0, 480, 'половая доска', 'Материал + работа', 'шт.');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `specif`
--
ALTER TABLE `specif`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `specif`
--
ALTER TABLE `specif`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=111;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
