-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Фев 21 2022 г., 20:39
-- Версия сервера: 10.3.13-MariaDB-log
-- Версия PHP: 7.1.32

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `spektr`
--

-- --------------------------------------------------------

--
-- Структура таблицы `specif`
--

CREATE TABLE `specif` (
  `id` int(3) NOT NULL,
  `date` date NOT NULL,
  `name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `depth` int(4) DEFAULT NULL,
  `width` int(4) DEFAULT NULL,
  `price` int(5) DEFAULT NULL,
  `material` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `list` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `item` varchar(30) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `specif`
--

INSERT INTO `specif` (`id`, `date`, `name`, `depth`, `width`, `price`, `material`, `list`, `item`) VALUES
(1, '2021-12-29', 'Доска строганая', 20, 80, 42, NULL, NULL, 'пог.м.'),
(2, '2021-12-29', 'Доска строганая', 20, 95, 67, NULL, NULL, 'пог.м.'),
(3, '2021-12-29', 'Доска строганая', 20, 120, 84, NULL, NULL, 'пог.м.'),
(4, '2021-12-30', 'Брус', 150, 150, 16000, NULL, NULL, 'куб.м.'),
(5, '2021-12-30', 'Доска строганая', 20, 140, 98, NULL, NULL, 'пог.м.'),
(6, '2021-12-30', 'Доска строганая', 30, 120, 126, NULL, NULL, 'пог.м.'),
(7, '2021-12-30', 'Доска строганая', 30, 140, 147, NULL, NULL, 'пог.м.'),
(8, '2021-12-30', 'Доска строганая', 40, 100, 140, NULL, NULL, 'пог.м.'),
(9, '2021-12-30', 'Доска строганая', 40, 120, 168, NULL, NULL, 'пог.м.'),
(10, '2021-12-30', 'Доска строганая', 40, 140, 196, NULL, NULL, 'пог.м.'),
(11, '2021-12-30', 'Доска строганая', 45, 200, 315, NULL, NULL, 'пог.м.'),
(12, '2022-01-22', 'Срубы', 0, 0, 18000, 'Строганое бревно', 'Материал + работа', 'куб.м.'),
(13, '2022-01-22', 'Срубы', 0, 0, 16000, 'Оцилиндрованное бревно', 'Материал + работа', 'куб.м.'),
(14, '2022-01-22', 'Срубы', 150, 150, 22000, 'Брус', 'Материал + работа', 'куб.м.'),
(15, '2022-01-31', 'Штакетник', 1000, 80, 46, 'Штакетник', 'Материал + работа', 'шт.'),
(16, '2022-01-31', 'Штакетник', 1200, 80, 52, 'Штакетник', 'Материал + работа', 'шт.'),
(17, '2022-01-31', 'Штакетник', 1500, 80, 62, 'Штакетник', 'Материал + работа', 'шт.'),
(18, '2022-01-31', 'Штакетник', 1800, 80, 72, 'Штакетник', 'Материал + работа', 'шт.'),
(19, '2022-01-31', 'Штакетник', 1000, 95, 55, 'Штакетник', 'Материал + работа', 'шт.'),
(20, '2022-01-31', 'Штакетник', 1200, 95, 65, 'Штакетник', 'Материал + работа', 'шт.'),
(21, '2022-01-31', 'Штакетник', 1500, 95, 73, 'Штакетник', 'Материал + работа', 'шт.'),
(22, '2022-01-31', 'Штакетник', 1800, 95, 95, 'Штакетник', 'Материал + работа', 'шт.'),
(23, '2022-02-20', 'Теплицы', 210, 300, 14900, 'Арочная 25*25 - 6м.', 'Арочная теплица из оцинкованной трубы 25*25 мм.\r\n5 продольных усилений и расстояние между дугами 67 см обеспечивают особую прочность конструкции.', 'шт.'),
(24, '2022-02-20', 'Теплицы', 210, 300, 12300, 'Арочная 25*25 - 4м.', 'Материал + работа', 'шт.'),
(25, '2022-02-20', 'Теплицы', 210, 300, 17500, 'Арочная 25*25 - 8м.', 'Материал + работа', 'шт.'),
(26, '2022-02-20', 'Теплицы', 210, 300, 20000, 'Арочная 25*25 - 10м.', 'Материал + работа', 'шт.'),
(27, '2022-02-20', 'Теплицы', 210, 300, 14000, 'Арочная усиленная 40*20 - 4м.', 'Материал + работа', 'шт.'),
(28, '2022-02-20', 'Теплицы', 210, 300, 18500, 'Арочная усиленная 40*20 - 6м.', 'Материал + работа', 'шт.'),
(29, '2022-02-20', 'Теплицы', 210, 300, 22900, 'Арочная усиленная 40*20 - 8м.', 'Материал + работа', 'шт.'),
(30, '2022-02-20', 'Теплицы', 210, 300, 27500, 'Арочная усиленная 40*20 - 10м.', 'Материал + работа', 'шт.'),
(31, '2022-02-20', 'Теплицы', 210, 300, 16300, 'Двойная дуга - 4м.', 'Материал + работа', 'шт.'),
(32, '2022-02-20', 'Теплицы', 210, 300, 21000, 'Двойная дуга - 6м.', 'Материал + работа', 'шт.'),
(33, '2022-02-20', 'Теплицы', 210, 300, 25700, 'Двойная дуга - 8м.', 'Материал + работа', 'шт.'),
(34, '2022-02-20', 'Теплицы', 210, 300, 30500, 'Двойная дуга - 10м.', 'Материал + работа', 'шт.'),
(35, '2022-02-20', 'Теплицы', 210, 300, 13000, 'Двойная дуга - 4м.', 'Материал + работа', 'шт.'),
(36, '2022-02-20', 'Теплицы', 600, 200, 3500, 'Сотовый поликарбонат - 4мм., 0,52 г/см3', 'Материал + работа', 'шт.'),
(37, '2022-02-20', 'Теплицы', 400, 300, 5800, 'Фундамент под теплицу 4-10м.', 'Материал + работа', 'шт.'),
(38, '2022-02-20', 'Заборы', 2, 3, 2300, 'Штакетник 80мм.*1,8м. деревянный каркас', 'Материал + работа', 'пог.м.'),
(39, '2022-02-20', 'Заборы', 2, 3, 2450, 'Штакетник 95мм.*1,8м. деревянный каркас', 'Материал + работа', 'пог.м.'),
(40, '2022-02-20', 'Заборы', 2, 3, 2650, 'Штакетник 80мм.*1,8м. металлический каркас', 'Материал + работа', 'пог.м.'),
(41, '2022-02-20', 'Заборы', 2, 3, 2800, 'Штакетник 95мм.*1,8м. металлический каркас', 'Материал + работа', 'пог.м.'),
(42, '2022-02-20', 'Заборы', 2, 3, 3850, 'Профнастил цветной, высота 2м.', 'Материал + работа', 'пог.м.'),
(43, '2022-02-20', 'Заборы', 2, 3, 3500, 'Профнастил цинк, высота 2м.', 'Материал + работа', 'куб.м.');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `specif`
--
ALTER TABLE `specif`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `specif`
--
ALTER TABLE `specif`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=44;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
